<template><div><h1 id="руководство" tabindex="-1"><a class="header-anchor" href="#руководство"><span>Руководство</span></a></h1>
<p>Как мы работаем и что нужно знать</p>
<h2 id="этапы-работы" tabindex="-1"><a class="header-anchor" href="#этапы-работы"><span>Этапы работы</span></a></h2>
<ol>
<li><strong>Обсуждаем задачу</strong> (созвон/переписка, обсуждаем цели и примеры).</li>
<li><strong>Договор и предоплата (50%)</strong>.</li>
<li><strong>Создаём сайт</strong> (дизайн → верстка → адаптация → тесты) ⏳ 1–2 недели.</li>
<li><strong>Сдача проекта и финальный расчёт</strong> + помощь с размещением на хостинге.</li>
</ol>
<h2 id="чтобы-саит-заработал" tabindex="-1"><a class="header-anchor" href="#чтобы-саит-заработал"><span>Чтобы сайт заработал</span></a></h2>
<p>Нужно приобрести домен и хостинг (оплачивается отдельно).</p>
<p>При необходимости поможем выбрать тариф и настроим хостинг. ❤️</p>
<p>📌 Подготовили <RouteLink to="/hostings-table.html">таблицу хостингов с ценами</RouteLink></p>
<h2 id="хотите-форму-для-заявок-на-саит" tabindex="-1"><a class="header-anchor" href="#хотите-форму-для-заявок-на-саит"><span>Хотите форму для заявок на сайт?</span></a></h2>
<p>Чтобы всё было по закону:</p>
<ul>
<li>SSL (часто идет бесплатно в тарифах хостинг провайдеров);</li>
<li>Уведомить Роскомнадзор <a href="https://pd.rkn.gov.ru/operators-registry/notification/form/" target="_blank" rel="noopener noreferrer">форма</a>;</li>
<li>На сайте: политика конфиденциальности + чек-бокс в форме.</li>
</ul>
<p>📄 <a href="https://letters.kremlin.ru/info-service/acts/9" target="_blank" rel="noopener noreferrer">Федеральный закон №152-ФЗ</a></p>
</div></template>


