<template><div><h1 id="руководство" tabindex="-1"><a class="header-anchor" href="#руководство"><span>Руководство</span></a></h1>
<p>Здесь собраны ответы на основые вопросы.</p>
<h2 id="процесс-работы" tabindex="-1"><a class="header-anchor" href="#процесс-работы"><span>Процесс работы</span></a></h2>
<ol>
<li><strong>Обсуждаем задачу</strong></li>
</ol>
<p>Созваниваемся или переписываемся, уточняем ваши цели, пожелания и примеры, которые вам нравятся.</p>
<ol start="2">
<li><strong>Заключаем договор и получаем предоплату</strong></li>
</ol>
<p>Согласовываем стоимость и сроки, подписываем договор. Предоплата — 50%.</p>
<ol start="3">
<li><strong>Создаём сайт</strong></li>
</ol>
<p>Разрабатываем индивидуальный дизайн → вы его утверждаете → верстаем, адаптируем, тестируем.</p>
<ol start="4">
<li><strong>Сдаём готовый проект и получаем финальный расчёт</strong></li>
</ol>
<p>Передаём вам сайт, помогаем разместить его на хостинге. Вы вносите вторую часть оплаты.</p>
<h2 id="чтобы-саит-заработал" tabindex="-1"><a class="header-anchor" href="#чтобы-саит-заработал"><span>Чтобы сайт заработал</span></a></h2>
<ol>
<li><strong>Домен и хостинг</strong></li>
</ol>
<p>Нужно приобрести место на сервере и домен (адрес сайта), чтобы сайт стал доступен клиентам.</p>
<h2 id="хотим-на-саит" tabindex="-1"><a class="header-anchor" href="#хотим-на-саит"><span>Хотим на сайт</span></a></h2>
<h3 id="форму-для-сбора-данных-клиентов" tabindex="-1"><a class="header-anchor" href="#форму-для-сбора-данных-клиентов"><span>Форму для сбора данных клиентов</span></a></h3>
<blockquote>
<p>Мне нужна форма для обратной связи/по созданию заявки/для обратного звонка</p>
</blockquote>
<ol>
<li>Нужно приобрести <strong>SSL сертификат</strong> (в комплекте тарифа хостинга или отдельно);</li>
<li>Уведомить Роскомнадзор, что вы собираете персональные данные <a href="https://pd.rkn.gov.ru/operators-registry/notification/form/" target="_blank" rel="noopener noreferrer">форма</a>;</li>
<li>На сайте в <strong>футер</strong> добавить ссылку на <strong>Политику конфиденциальности</strong>;</li>
<li>В <strong>форму</strong> на сайте добавить чек-бокс о согласии обработки их персональных данных и ссылку на <strong>Политику конфиденциальности</strong>;</li>
</ol>
<p><a href="https://letters.kremlin.ru/info-service/acts/9" target="_blank" rel="noopener noreferrer">Федеральный закон &quot;О персональных данных&quot; N 152-ФЗ</a></p>
<p><RouteLink to="/docs/hostings-table.html">Таблица хостингов для сайта</RouteLink></p>
</div></template>


